<?php

# ------------------------------------------------------------------------------
# Настройки META
# ------------------------------------------------------------------------------

// Список ID администраторов в Facebook
$config['custom']['meta']['facebook']['admins'] = '';

# ------------------------------------------------------------------------------
# Настройки отображения элементов
# ------------------------------------------------------------------------------

// Отображение иконки логотипа
$config['custom']['logo']['icon']               = 'globe';

// Отображение ссылки входа
$config['custom']['form']['login']              = true;

// Отображение ссылки регистрации
$config['custom']['form']['registration']       = true;

// Отображение блока блогов
$config['custom']['block']['blogs']             = true;

// Отображение блока прямого эфира
$config['custom']['block']['stream']            = true;

// Отображение блока тэгов
$config['custom']['block']['tags']              = true;

// Отображение блока стран
$config['custom']['block']['countries']         = true;

// Отображение блока городов
$config['custom']['block']['cities']            = true;

// Отображение блока статистики
$config['custom']['block']['stats']             = true;

// Отображение кнопок голосования пользователя
$config['custom']['user']['vote']               = true;

// Отображение кнопок голосования блога
$config['custom']['blog']['vote']               = true;

// Отображение кнопок голосования топика
$config['custom']['topic']['vote']              = true;

// Отображение тегов на странице топика
$config['custom']['topic']['tags']              = true;

// Отображение тегов на главной странице
$config['custom']['topic']['tags_index']        = true;

// Отображение кнопок голосования комментария
$config['custom']['comment']['vote']            = true;

# ------------------------------------------------------------------------------
# Настройки социальных сетей
# ------------------------------------------------------------------------------

// Ссылка на страницу в социальной сети ВКонтакте
$config['custom']['vk']['url']                  = '#';

// Ссылка на страницу в социальной сети Facebook
$config['custom']['facebook']['url']            = '#';

// Ссылка на страницу в социальной сети Twitter
$config['custom']['twitter']['url']             = '#';

// Ссылка на страницу в социальной сети YouTube
$config['custom']['youtube']['url']             = '#';

// Ссылка на страницу в социальной сети Vimeo
$config['custom']['vimeo']['url']               = '#';

// Ссылка на страницу в социальной сети GitHub
$config['custom']['github']['url']              = '#';

// Ссылка на страницу в социальной сети Steam
$config['custom']['steam']['url']               = '#';
?>